Repository: ivoxavier/kaltracker
Catalog: po/*.po
Languages: nl

source: App Settings
nl: Appinstellingen

source: Charts Settings
nl: Grafiekinstellingen

source: Chart Animation
nl: Grafiekanimatie

source: Average Calories Consumption
nl: Gemiddeld aantal calorieën

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: May
nl: mei

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober

source: Backup & Restore Data
nl: Reservekopieën en herstel

source: Something went wrong, please verify Logs
nl: Er is iets misgegaan - bekijk de logboeken.

source: Verify if files exists and if headers match accordingly
nl: Controleer of de bestanden bestaan en of de koppen overeenkomen.

source: Data not loaded, please check logs
nl: De gegevens zijn niet geladen - bekijk de logboeken

source: Data exported!
nl: De gegevens zijn geëxporteerd!

source: Data loaded! We recomend a reboot of the app.
nl: De gegevens zijn geïmporteerd! Herstart de app om ze te laden.

source: Export Data
nl: Gegevens exporteren

source: Import Data
nl: Gegevens importeren

source: Importing Requirements
nl: Importinstructies

source: Place the files from ExportData in Import path.
nl: Plaats de geëxporteerde bestanden op de importlocatie.

source: Body Measures
nl: Lichaamsafmetingen

source: KalTracker is not taking in consideration your muscule weight. This is ONLY e a reference
nl: Let op: spiermassa wordt niet meegenomen tijdens het berekenen. Dit is SLECHTS een indicatie.

source: Low Weigth
nl: Ondergewicht

source: Normal Weigth
nl: Normaal gewicht

source: Weigth Exceed
nl: Zwaar gewicht

source: Obesity
nl: Obesitas

source: Pre-Obesity
nl: Overgewicht

source: Ideal Weight
nl: Streefgewicht

source: Blood Pressure
nl: Bloeddruk

source: Normal
nl: Normaal

source: Elevated
nl: Hoog

source: High Blood Pressure Stage I
nl: Hoge bloeddruk, fase 1

source: High Blood Pressure Stage II
nl: Hoge bloeddruk, fase 2

source: Hypertensive Crisis
nl: Hypertensief spoedgeval

source: Creating Database...
nl: Bezig met aanmaken van databank…

source: Data Analysis
nl: Gegevensanalyse

source: Ingestions
nl: Calorieconsumptie

source: By Month
nl: Per maand

source: Charts
nl: Grafieken

source: Body Measurements
nl: Lichaamsmeting

source: Indexes
nl: Indexen

source: Select Ingestion To Delete
nl: Kies een te verwijderen consumptie

source: Empty List, Please Register Ingestions First..
nl: De lijst is blanco - voeg consumpties toe.

source: Graphs
nl: Grafieken

source: Weight Progress
nl: Gewichtsprognose

source: Foods Distribution By Nutriscore
nl: Voedselverdeling op basis van Nutri-Score

source: Ingestion Saved!
nl: De consumptie is opgeslagen!

source: FOODS
nl: VOEDSEL

source: CONSUMED
nl: GECONSUMEERD

source: FAT
nl: VET

source: CARBO
nl: KOOLHYDRATEN

source: PROTEIN
nl: EIWITTEN

source: Breakfast
nl: Ontbijt

source: %1 calories
nl: %1 calorieën

source: Dinner
nl: Avondeten

source: Snacks
nl: Tussendoortjes

source: Empty List, Register Ingestions First Or Choose A Filter.
nl: De lijst is blanco. Voeg consumpties toe of kies een filter.

source: Your Previous Ingestions
nl: Eerdere consumpties

source: Manage Data
nl: Gegevens beheren

source: Auto Delete Ingestions
nl: Consumpties automatisch verwijderen

source: Deletes All Previous Year Ingestions
nl: Alle consumpties van afgelopen jaar verwijderen

source: From a Month & To Year
nl: Vanaf een maand tot een jaar

source: Specific Today's Ingestion
nl: Bepaalde consumptie van vandaag

source: Only Today's Ingestions
nl: Alle consumpties van vandaag

source: Delete
nl: Verwijderen

source: All Ingestions
nl: Alle consumpties

source: User Foods List
nl: Eigen voedsellijst

source: User Created Foods List
nl: Een zelfgemaakte voedsellijst

source: All Water Records
nl: Alle items met water

source: Notes
nl: Aantekeningen

source: Delete All Notes
nl: Alle aantekeningen verwijderen

source: Weight Tracker
nl: Gewichtsprognose

source: All Records
nl: Alle items

source: Manage Your Foods
nl: Voedsel beheren

source: Version:
nl: Versie:

source: User
nl: Gebruiker

source: Your Profile
nl: Mijn profiel

source: Settings
nl: Instellingen

source: Online Sources
nl: Online-bronnen

source: Storage
nl: Opslag

source: About
nl: Over

source: Third Party Software
nl: Externe software

source: Your Notes
nl: Mijn aantekeningen

source: Empty List, Please Register Notes First..
nl: De lijst is blanco - voeg aantekeningen toe.

source: Aplication Programming Interface
nl: Application Programming Interface

source: Search For Barcode In %1
nl: Barcode zoeken op %1

source: Product Details
nl: Productgegevens

source: Stored!
nl: Opgeslagen!

source: Something went wrong. Please, restart the app and try again.
nl: Er is iets misgegaan. Herstart de app en probeer het opnieuw.

source: Search...
nl: Zoeken…

source: Manual search
nl: Handmatig zoeken

source: Reading Bar Code...
nl: Bezig met herkennen van barcode…

source: Set Your Ingestion
nl: Consumptieniveau

source: Fat/100g
nl: Vet/100g

source: Protein/100g
nl: Eiwitten/100g

source: Carbo/100g
nl: Koolhydraten/100g

source: %1. Licensed under the MIT licence
nl: %1. Uitgebracht onder de MIT-licentie

source: JavaScript Libs
nl: JavaScript-bibliotheken

source: %1. Licensed under the Apache License 2.0
nl: %1. Uitgebracht onder de Apache-licentie 2.0

source: Icons
nl: Pictogrammen

source: Objective
nl: Doel

source: Age
nl: Leeftijd

source: Height & Weight
nl: Lengte en gewicht

source: loose
nl: afvallen

source: gain
nl: aankomen

source: Very Light Include: Driving, Typing, Sewing, Ironing, Cooking. Light Include: Walking 5 km, House Cleaning, Golf. Moderate Include: Walking 6 km, Dancing, Tennis, Cycling. Heavy Include: Running, Soccer, Basketball, Football.
nl: Erg lage inspanning: autorijden, typen, breien, strijken, koken, etc. Lage inspanning: 5 km wandelen, huishoudelijke taken, golfen, etc. Redelijke inspanning: 6 km wandelen, dansen, tennissen, fietsen, etc. Hoge inspanning: hardlopen, voetbal, basketbal, rugby, etc.

source: Sex & Age
nl: Leeftijd en geslacht

source: Calculate
nl: Berekenen

source: Add Your Notes
nl: Aantekeningen toevoegen

source: View Your Notes
nl: Aantekeningen bekijken

source: Add
nl: Toevoegen

source: Back
nl: Terug

source: Exporting
nl: Bezig met exporteren…

source: Please, wait a few moments
nl: Even geduld…

source: EXCEED
nl: OVERSCHREDEN

source: REMAINING
nl: RESTEREND

source: NO
nl: NEE

source: STILL NO
nl: NOG STEEDS NEE

source: YES
nl: JA

source: Delete Notes
nl: Aantekeningen verwijderen

source: Confirm Operation With: YES
nl: Bevestig de actie met JA

source: Wrong Answer, Try Again
nl: Onjuist antwoord; probeer het opnieuw

source: Cancel
nl: Annuleren

source: Delete Weight Tracker Records
nl: Gewichtsprognose wissen

source: Enter Month & Year
nl: Voer een maand en jaartal in

source: Month From 1 to 12
nl: Maand (1-12)

source: Year
nl: Jaar

source: Module your goal
nl: Doel aanpassen

source: A healthy %1 weight must be distributed among a safe period.
nl: Om een gezond gewicht - %1 - te bereiken, moet je het aantal kg verdelen.

source: 0,5kg by week
nl: 0,5 kg per week

source: 1kg by week
nl: 1 kg per week

source: 3kg by month
nl: 3 kg per maand

source: 4kg by month
nl: 4 kg per maand

source: Confirm
nl: Bevestigen

source: BarCode Found
nl: Barcode aangetroffen

source: BarCode Not Found
nl: Geen barcode aangetroffen

source: No product in DB, you may consider register the item on openfoodsfacts. Or enter the details manually
nl: Dit product is niet opgenomen in de databank. Voeg het item toe op OpenFoodFacts of voer de productgegevens hier in.

source: Code:%1
nl: Barcode: %1

source: Name: %1
nl: Naam: %1

source: Scan Again
nl: Opnieuw scannen

source: Enter Product Details Manually
nl: Voer de productgegevens in

source: Next
nl: Volgende

source: Very good nutritional quality
nl: Zeer hoge voedingswaarde

source: Good nutritional quality
nl: Hoge voedingswaarde

source: Average nutritional quality
nl: Redelijke voedingswaarde

source: Bad nutritional quality
nl: Lage voedingswaarde

source: Poor nutritional quality
nl: Zeer lage voedingswaarde

source: Show Ingestions From
nl: Consumpties tonen sinds

source: How Many Days Ago:
nl: X-aantal dagen geleden:

source: Deleting Old Ingestions
nl: Oude consumpties wissen

source: Please, wait this notify dissapears
nl: Wacht tot deze melding verdwijnt…

source: Operation Sucess
nl: De actie is afgerond

source: Recommended Calories
nl: Aanbevolen aantal calorieën

source: %1 Calories
nl: %1 calorieën

source: Calculated Using St. Mifflin Jeor Equation
nl: Berekend met behulp van St. Mifflin Jeor Equation

source: Deletes your *%1* records. No recovery possible
nl: Hierdoor worden er *%1* items gewist. Deze actie is onomkeerbaar.

source: Something Went Wrong
nl: Er is iets misgegaan

source: Consumed
nl: Geconsumeerd

source: Goal
nl: Doel

source: Gain weight
nl: Aankomen noodzakelijk

source: Loose weight
nl: Afvallen noodzakelijk

source: Maintain weight
nl: Geen dieet benodigd

source: Continue registering...
nl: Doorgaan…

source: It's ok for now
nl: Alles is in orde

source: Updating User Table
nl: Bezig met bijwerken…

source: Click here for manual search...
nl: Druk hier om handmatig te zoeken…

source: Systolic Pressure (High Pressure)
nl: Bovendruk (hoge bloeddruk)

source: Diastolic Pressure (Low Pressure)
nl: Onderdruk (lage bloeddruk)

source: Weight
nl: Gewicht

source: Height
nl: Lengte

source: Calories: %1
nl: Calorieën: %1

source: Fat: %1gr
nl: Vet: %1 gram

source: Protein: %1gr
nl: Eiwitten: %1 gram

source: Carbohydrates: %1gr
nl: Koolhydraten: %1 gram

source: Size Portion
nl: Portie

source: Quantity
nl: Hoeveelheid

source: Enter the code bar here
nl: Voer de barcode in

source: Code not found. Try again, or check if the code is correct. There's a possibility that the product is not in the database as well. In that case, you can add it manually and go over to OpenFoodsFacts and add it there also.
nl: De code is niet gevonden. Probeer het opnieuw of controleer de code. Het kan ook zo zijn dat het product niet beschikbaar is in de databank. Als dat zo is, dan kun je het zelf toevoegen, zowel in de app als op OpenFoodFacts.

source: Product name:
nl: Productnaam:

source: LOOSE WEIGHT
nl: AFVALLEN

source: MAINTAIN WEIGHT
nl: NIETS

source: GAIN WEIGHT
nl: AANKOMEN

source: Activity Level
nl: Inspanningsniveau

source: VERY LIGHT
nl: ERG LAAG

source: LIGHT
nl: LAAG

source: MODERATE
nl: REDELIJK

source: HEAVY
nl: HOOG

source: Classified as
nl: Geclassificeerd als

source: Unknown
nl: Onbekend

source: Unprocessed or minimally processed
nl: Onbewerkt of minimaal bewerkt

source: Processed culinary ingredients
nl: Culinaire ingrediënten bewerkt

source: Processed foods
nl: Bewerkt voedsel

source: Ultra-processed foods
nl: Hoogbewerkt voedsel

source: Product name
nl: Productnaam

source: Calories
nl: Aantal calorieën

source: Nutriscore Grade
nl: Nutri-Score

source: A: Very Good Nutritional Quality
nl: D: zeer hoge voedingswaarde

source: B: Good Nutritional Quality
nl: B: hoge voedingswaarde

source: C: Average Nutritional Quality
nl: C: redelijke voedingswaarde

source: D: Poor Nutritional Quality
nl: D: lage voedingswaarde

source: E: Bad Nutritional Quality
nl: E: zeer lage voedingswaarde

source: At Birth
nl: Bij geboorte

source: MALE
nl: MAN

source: FEMALE
nl: VROUW

source: years
nl: jaar
